List<String> getMockDataSetRowNames() {
  return [
    'ОБЩЕГОСУДАРСТВЕННЫЕ ВОПРОСЫ',
    'Функционирование высшего должностного лица субъекта Российской Федерации и муниципального образования',
    'Непрограммная деятельность',
    'Высшее должностное лицо Сахалинской области',
    'Расходы на выплаты по оплате труда работников государственных органов',
    'Расходы на выплаты персоналу в целях обеспечения выполнения функций государственными (муниципальными) органами, казенными учреждениями, органами управления государственными внебюджетными фондами',
    'Расходы на выплаты персоналу государственных (муниципальных) органов',
    'Фонд оплаты труда государственных (муниципальных) органов',
    'Взносы по обязательному социальному страхованию на выплаты денежного содержания и иные выплаты работникам государственных (муниципальных) органов',
  ];
}

List<String> getMockDataSetCollNames() {
  return [
    'Раздел',
    'Подраздел',
    'Целевая статья расходов',
    'Вид расхода',
    'Сумма за 2020 год',
    'Сумма за 2021 год',
  ];
}